Repository: cloudops-campsited/campsited-wp
Catalog: lang/*.po
Languages: fr_fr

source: All Rights reserved
fr_fr: Tous droits réservés

source: About Us
fr_fr: Qui sommes-nous

source: Privacy Policy
fr_fr: Politique de confidentialité

source: Campsited - the easy way to book a camping holiday
fr_fr: La manière simple de réserver des vacances en camping

source: Special offers
fr_fr: Offres spéciales

source: FAQs
fr_fr: Questions fréquentes

source: My wish list
fr_fr: Mes favoris

source: My Booking
fr_fr: Ma réservation

source: Site sign in
fr_fr: Connexion au site

source: About us
fr_fr: Qui sommes-nous

source: Customer Terms
fr_fr: Conditions générales du client

source: Choose from
fr_fr: Choisissez parmi

source: lots of
fr_fr: beaucoup de

source: great campsites
fr_fr: grands campings

source: View all
fr_fr: Voir tout

source: We are here to help you plan your perfect holiday
fr_fr: Nous sommes là pour vous aider à planifier vos vacances parfaites

source: Best Prices
fr_fr: Meilleurs prix

source: No hidden fees
fr_fr: Pas de frais cachés

source: Largest Choice
fr_fr: Le plus grand choix

source: Over 10,000 rentals and pitches
fr_fr: Plus de 10 000 locations et emplacements

source: Thousands of Reviews
fr_fr: Des milliers d'avis

source: From real guests
fr_fr: De vrais clients

source: 100% Secure
fr_fr: 100% sécurisé

source: Safe, secure and fast booking
fr_fr: Réservation sûre, sécurisée et rapide

source: View all campsites
fr_fr: Découvrez tous les campings

source: Some links to other campsites
fr_fr: Quelques liens vers d‘autres campings
